questions = [
    {
        "question": "Чем свободнее рынок, тем свободнее люди.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимо защищать частную собственность и частные интересы.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в национализации промышленности и/или других отраслей экономики.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходима приватизация государственных предприятий для обеспечения экономической свободы.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любой бизнес должен быть подвержен строгому регулированию.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любые расходы (социальные, военные и т.д.) должны быть сокращены или полностью отменены для сбалансирования бюджета.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Свободный рынок - лучший инструмент для установления заработной платы и цены труда.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Экономическая свобода важнее вопросов неравенства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Цель для правительства - сильный экономический рост.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Частные компании эффективнее государственных.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государственное финансирование исследований более выгодно людям, чем рыночное.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Тарифы на международную торговлю важны для стимулирования отечественного производства и защиты рабочих мест в моей стране.",
        "effect": {
            "econ": 2,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Автаркия - разумная форма экономики.",
        "effect": {
            "econ": 2,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        },
    },
    {
        "question": "Делокализация предприятий необходима для улучшения производства.",
        "effect": {
            "econ": -2,
            "dipl": 5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно развивать отечественную промышленность.",
        "effect": {
            "econ": 2,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        },
    },
    {
        "question": "От каждого по способностям, каждому по потребностям.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Деньги должны быть отменены.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Классовая борьба - основной двигатель прогресса.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Коммунизм - это утопия, которая никогда не будет работать на практике.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Капитализм - это самая практичная и реалистичная экономическая система.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальные программы необходимо расширить для обеспечения базового дохода каждому гражданину.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Было бы лучше, если бы социальные программы были отменены в пользу частной благотворительности.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Люди, которые отказались от работы, не должны иметь право на получение пособия по безработице от правительства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Страхование должно использоваться людьми добровольно, а не в рамках социального обеспечения.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Необходим прогрессивный налог для финансирования социальных программ.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любые налоги должны быть сокращены как можно сильнее.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Налогообложение - это воровство.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Перераспределение богатства необходимо современному обществу.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Природные ресурсы должны принадлежать государству/обществу, чтобы предотвратить их истощение частными компаниями.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Поиск собственной прибыли - здоровое явление для экономики.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Свободный рынок несправедливо распределяет ресурсы между рабочими и предпринимателями.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Минимальная заработная плата приносит больше вреда, чем пользы.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Наследство - это законная форма рынка, даже если оно чрезмерно.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Земельные участки должны принадлежать государству/обществу, а аренда должна быть отменена.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Земля не должна быть товаром, подлежащим покупке или продаже.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все богачи и бедняки заслуживают своего места.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Различия в уровне богатства между двумя людьми происходят от их личных заслуг и достоинств.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Вполне нормально то, что одни богаче других.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Чем усерднее вы работаете, тем больше продвигаетесь по социальной лестнице.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Прибыль компаний на рынке напрямую соотносится с прибылью отдельного индивида.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Единственный источник стоимости продукта - человеческий труд.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любая сфера услуг (коммунальная, транспортная и т.д)  должна находиться в государственной/общественной собственности.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальная сфера (жильё, образование и здравоохранение) должна находиться в частной собственности.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я сторонник частной полиции, частных судов, частных городов и частных войск.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        } 
    },
    {
        "question": "Экономика без какого либо рынка рухнет.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рынок труда ставит рабочих в положение рабов.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Счастье потребителей заключено в свободном рынке.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Правительство должно вмешиваться в экономику на всякий случай.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Когда правительство вовлекается в бизнес, это почти никогда ничем хорошим не заканчивается.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рыночная экономика оптимальна только без какого либо регулирования.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Регулирование экономики обычно приводит к экономической стагнации и снижает производительность.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Цены на товар должны устанавливаться рынком.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Искусственный интеллект был бы способен лучше регулировать экономику, чем когда-либо мог любой рынок.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Правительство должно предоставить бесплатные медицинские услуги, бесплатное образование и бесплатное жильё своим гражданам.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Качество получаемых индивидом услуг напрямую зависит от того, какую сумму он готов заплатить за них.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Совсем необязательно устанавливать социальные гарантии для рабочих (длительность рабочего дня, отпуска, запреты увольнения).",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Трудовое законодательство должно быть ограничено или отменено.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Возраст выхода на пенсию должен быть снижен.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Универсальный базовый доход - это хорошая идея.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Каждый заслуживает того, чтобы его нужды обеспечивали.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социализм - единственная система, которая отвечает потребностям людей.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Средства производства должны принадлежать рабочим, использующим их.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Средства производства должны быть в частной собственности.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рабочие имеют право на создание профсоюзов и/или синдикатов для защиты своих интересов.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Профсоюзы и/или синдикаты приносят больше вреда, чем пользы.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальная помощь отбивает у людей охоту работать.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Конкуренция в экономике способствует внедрению инноваций.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Фондовая биржа должна быть закрыта, а банки должны быть национализированы.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Частный торговый оборот между людьми недопустим.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ростовщичество должно быть запрещено.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Право на открытие бизнеса является основополагающим для любой процветающей экономики.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "В настоящее время сотрудники вольны выбирать, подписывая контракт со своим будущим работодателем.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Интеллектуальная собственность - хорошо и важно.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Патенты не должны существовать.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Кумовство и коррупция - яд для экономики.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Корпорации (акционерные общества) должны быть доминирующей правящей силой.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно предотвращать монополии, чтобы обеспечить экономическую справедливость.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Притеснение со стороны корпораций вызывает большее беспокойство, чем со стороны правительства.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Сами корпорации, как и прочие акционерные общества, должны принадлежать государству/обществу.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Правительство должно активно поддерживать малый и средний бизнес путём субсидий и налоговых льгот.",
        "effect": {
            "econ": 1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Собственность, как явление, аморальна.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Бизнесмен и производитель важнее, чем писатель и художник.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Начальники всегда знают, что лучше для их рабочих.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в коллективизации всей собственности.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы должны стремиться к равенству результатов.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальное расслоение вредно для общества.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Равенства в мире не существует.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Феодализм был не такой уж и плохой системой.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Некоторые люди неудачливы по своей природе.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Выживание сильнейших - обыденное дело, и мы не должны этому препятствовать.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в рабстве.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Люди от природы самолюбивы.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Для меня личные интересы важнее интересов коллектива и/или ценностей общества.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "ООН и прочие глобалистские организации - это позитив для всего мира.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любая глобальная организация должна обладать значительной властью.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нашей нации зачастую необходимы военные действия для защиты.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Интересы моей страны всегда должны быть первичными во время принятия решений во внешней политике.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно защищать интересы моей нации на международной арене.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Интересы моей страны превыше международных соглашений.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ценности моей страны превосходят ценности остальных стран.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Интересы одних наций/этнических групп напрямую противоречат интересам других, и этот конфликт неразрешим.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нация/раса - это высшая форма единства людей, другой больше неё быть не может.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Глобализация неизбежна.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Судьба моей нации/этнической группы имеет для меня особое значение.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Национальный суверенитет очень важен.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нации - это просто социальные конструкции, которые отвлекают нас от реальных проблем.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рано или поздно границы должны быть упразднены.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Объединённое мировое правительство принесло бы пользу человечеству.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Единое планетарное государство, в которой все народы будут объединены в одно целое, принесёт пользу человечеству.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Человечество никогда не сможет стать единым целым.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международные группы не имеют права вмешиваться в дела независимых государств.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Единство важнее, чем суверенитет.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Обмена культурными ценностями между странами способствует улучшению международных отношений.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "То, что у одного народа считается хорошим и правильным, для другого может быть плохим и неправильным.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Народы и культуры должны учиться друг у друга, чтобы быстрее и легче развиваться.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Глобализм - это угроза моему идеальному способу общественного устройства.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важнее сохранить мирные отношения, чем наращивать нашу силу.",
        "effect": {
            "econ": 0,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Военное положение приносит пользу стране, даже во время кризиса.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Войны не нужно оправдывать перед другими странами.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы должны стараться избегать войн и конфликтов, насколько это возможно.",
        "effect": {
            "econ": 0,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государство должно иметь сильную армию для самообороны.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Военные расходы - пустая трата денег.",
        "effect": {
            "econ": -2,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международная помощь - пустая трата денег.",
        "effect": {
            "econ": -2,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Свободная торговля - один из лучших способов для неразвитой страны избежать бедности.",
        "effect": {
            "econ": -2,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя нация великая.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я горжусь своей национальностью.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я горжусь историей своей страны.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Хороший гражданин должен быть патриотом.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно быть на стороне своей страны, независимо от политических убеждений.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Люди должны придерживаться своих идеалов, даже если это будет означать предательство своей страны.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я всегда буду на стороне своей родины, будь она права или нет.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя нация превыше всего.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Очень здорово, что националистические настроения на подъёме.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Национальный шовинизм неприемлем во время любых мероприятий (например: в спортивных соревнованиях).",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Чувство национальной гордости укрепляет единство общества.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ничто не сплачивает граждан моей страны как национальная идентичность.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Наша нация существует, прежде всего, на благо собственного народа.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет никаких национальных интересов.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я не испытываю особой привязанности к своей стране.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Национализм - опасная идеология, которая рано или поздно перерастёт в ксенофобию.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Никто не выбирает, где родиться, поэтому глупо этим гордиться.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю международные военные союзы.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю международные экономические организации.",
        "effect": {
            "econ": -2,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю хотя-бы региональные объединения.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Как минимум я буду поддерживать только те международные организации, которые соответствуют моим политическим убеждениям.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международным организациям и/или альянсам нужно больше власти.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Иностранные чиновники не имеют права диктовать политику моей стране.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя страна должна самой определять своё будущее.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Союзы важны для защиты нации.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "В отношении недружественным нам странам необходимо принять жёсткие меры.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Страны, чьи правительства не разделяют наши интересы, необходимо порицать.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно, чтобы страны оставили в стороне разногласия и сотрудничали друг друга.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимо прикладывать больше усилий для улучшения отношений с другими государствами.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно работать всем миром в решении общемировых проблем.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все страны и культуры являются естественными врагами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Некоторые или все этнические группы генетически предрасположены к насилию.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет плохих народов, есть плохие люди во всяком народе.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя страна должна выплатить компенсацию за преступления, которые она совершила в отношении других государств.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я в равной степени беспокоюсь о жизни и благосостоянии жителей как моей, так и других стран.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Правительства должны быть подотчётны мировому сообществу.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Иммиграция - это чистый позитив для общества.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Открытые границы приносят большие экономические выгоды.",
        "effect": {
            "econ": -2,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Граждане государства должны иметь приоритет перед иностранцами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Интересы законных граждан страны важнее интересов иммигрантов.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "В нелегальной миграции нет ничего плохого.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы должны принимать больше беженцев.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Охрана границ моей страны очень важна.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Любая иммиграция должна быть запрещена.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все малые народы, как правило, создают больше проблем, чем другие.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Для обеспечения этнической однородности иногда необходимо депортировать другие народы.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Если определённая субэтническая группа имеет очень сильную групповую идентичность, следует предоставить им независимость.",
        "effect": {
            "econ": 0,
            "dipl": -1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ни одна раса, нация и культура не превосходят другую.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мультикультурализм оказывает хорошее влияние на общество.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Недопустимо, чтобы культурные и этнические различия между людьми стёрлись.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Раса и/или этническая принадлежность не должны иметь значения.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Если в моей стране введут другие государственные языки или заменят существующий на новый, я не буду иметь ничего против.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нативизм - это тоже дискриминация.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Культуру моей нации важно защищать.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мигрантов и национальных меньшинств необходимо ассимилировать в нашей культуре.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Каждая национальность должна оставаться в своих собственных общинах.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Иностранцы обогащают нашу культуру.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в интегралистской концепции объединения наций одного этноса и/или культуры (паннационализм).",
        "effect": {
            "econ": 0,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ценности нашей нации должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мои политические ценности должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": 1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя страна имеет право на военное вмешательство в целях защиты своих интересов.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимо расширить границы моей страны.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Одни нации/расы имеют полное право на господство над другими.",
        "effect": {
            "econ": -2,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Наша страна не должна вмешиваться в международные дела.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Очень важно поддерживать закон и порядок.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Безопасность важнее свободы, даже во время кризиса.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Широкие слои населения принимают неправильные жизненные решения.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Было бы лучше, если бы один правитель имел неограниченную власть над правительством.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю парламентскую систему управления.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в олигархии.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Для меня важна свобода.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Для хорошего правительства необходима система сдержек и противовесов.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Свобода слова в отношении закона - это право человека.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Выражение ненависти - неотъемлемый признак свободы слова, который должен гарантироваться государством.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Преступления без жертв (такие как оскорбление власти) вообще не должны считаться преступлением.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Любые действия, не провоцирующие агрессию у других, не должны рассматриваться как преступление.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Каждый индивид обладает неотъемлемыми правами, включая право на жизнь, свободу и стремление к счастью.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Преступления, связанные с насилием, должны наказываться насилием.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Все мнения равны, даже если они противоречат общепринятым взглядам.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Свобода людей не должна иметь границ.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государству необходимо использовать все меры для обеспечения соблюдения своих законов.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Смертная казнь должна оставаться одним из возможных наказаний за наиболее серьёзные преступления.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Ради защиты от терроризма и организованной преступности необходимо пожертвовать некоторыми гражданскими свободами.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "При возникновении какой либо угрозы приходится жертвовать некоторыми правами и свободами ради сохранения стабильности и процветания.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Важно защищать права и свободы граждан.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государство необходимо сократить как можно сильнее.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государственная слежка необходима.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Правительство не должно вмешиваться в повседневную жизнь людей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Индивид важнее государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Вам нечего бояться, если вам нечего скрывать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Цензура - это хорошо.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Неудобные слова следует изменить, чтобы повысить инклюзивность.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Любая полиция/милиция всегда была, есть и будет группой бандитов, которые существуют только для того, чтобы защищать статус-кво.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        }
    },
    {
        "question": "Полиция/милиция должна быть вооружена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Правосудие должно быть реабилитирующим, а не карательным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Отмена решения суда присяжных должна быть законной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Тюрьмы нужно упразднить.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в концентрационных лагерях.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Репрессии необходимы для защиты поддерживаемого мной режима.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        } 
    },
    {
        "question": "Государство как таковое следует упразднить.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в диктатуре.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в тирании.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в государственной идеологии.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в культе личности действующего правителя.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю только ту конституцию, которая ограничивает власть государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Власть должна обладать правом пренебрегать законами.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Однопартийная/двухпартийная или беспартийная система работает лучше всего.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Централизованное государство лучше всего.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в местном самоуправлении некоторых или всех регионов государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в бюрократии.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Иерархическое устройство государства - лучшее.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Любая иерархия должна быть ликвидирована.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Люди должны быть равны перед законом.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Свобода прессы жизненно важна.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Необходим тотальный контроль СМИ со стороны государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Государственные СМИ предпочтительнее независимых и/или корпоративных СМИ.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Граждане имеют право на свободный доступ ко всем правительственным документам и информации.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Утечки секретной информации принесли больше вреда, чем пользы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Разоблачители, приносящие вред поддерживаемому вами режиму, должны преследоваться по закону.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Все действия правительства должны быть прозрачными для граждан.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государство не является источником прав индивида, ибо права неотьемлемы и естественны.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Не стоит избегать тотальной власти.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Всё в государстве, ничего вне государства, ничего против государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Граждане обязаны подчиняться своему лидеру, не задавая лишних вопросов.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Граждане должны выполнять определённые обязанности перед государством, такие как военная служба и/или налоговые обязательства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я против призывной военной службы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Необходимо лишить политических прав некоторых или всех инакомыслящих.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Для поддержания поддерживаемого мной режима надо применять физическое насилие против инакомыслящих.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Те, кто не согласен с правительством, должны быть депортированы из страны, или даже убиты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Вакцинация должна быть добровольной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Огнестрельное оружие должно быть доступно широкой общественности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нормально убивать воров которые проникают к тебе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Многие запрещённые законом действия должны быть легальными, если другие индивиды не должны нести ответственность за последствия.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Граждане имеют право исповедовать любую религию без страха перед преследованием.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Гражданские свободы уже зашли очень далеко.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Чтобы сократить количества преступлений следует ужесточить законы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Потенциально опасное лицо лучше превентивно арестовать, чем допускать риск совершения им преступлений.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Пытки и/или «усиленные методы допроса» над задержанными недопустимы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нельзя позволять людям делать то, что может подвергнуть их опасности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Поддержания закона и порядка недостаточно без тайной полиции/милиции.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Важно, чтобы правительство придерживалось мнения большинства, даже если оно неверно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Для успешного и эффективного правительства необходима сильная власть.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Многие проблемы в обществе часто решаются быстро и легко с помощью сильного правительства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Демократия - это нечто большее, чем процесс принятия решений.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Все законы должны приниматься голосованием в соответствии с мнением большинства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Демократия неэффективна и медлительна.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Важнее быть подходящим для лидера, нежели быть популярным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        } 
    },
    {
        "question": "Без лидера народ не может управлять собой.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Монархия - устаревшая форма правления, не актуальная в современном обществе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 10
        }
    },
    {
        "question": "Нет ничего плохого в аристократии.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": -10
        }
    },
    {
        "question": "Оппозиция приносит больше вреда, чем пользы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Право на протест никогда не должно ущемляться.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Агрессивные протесты, направленные против поддерживаемого мной режима, преступны и неприемлемы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в том, чтобы подавить революцию или протест силой.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Активизм, как и все формы общественного давления, является более эффективным способом достижения тех или иных целей по сравнению с действиями правительства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Объявление своей территории независимой от государственной власти является законным.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Цель оправдывает средства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Важно защитить окружающую среду ради всех живых созданий.",
        "effect": {
            "econ": 1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Защита животных должна быть улучшена.",
        "effect": {
            "econ": 1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Человечество имеет право властвовать над природой, как ему заблагорассудится.",
        "effect": {
            "econ": -1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Промышленная революция была необходимым шагом в истории.",
        "effect": {
            "econ": -1,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Необходимо ускорить технологический рост.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "В настоящее время люди слишком параноидально относятся к искусственному интеллекту.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Традиции жизненно важны для общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Детей следует воспитывать в духе религиозных или традиционных ценностей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Сохранение культуры очень важно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Современные образовательные программы должны быть основаны на традиционных культурных ценностях.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Традиции сами по себе не имеют никакой ценности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Религиозное возрождение необходимо обществу.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Мои религиозные ценности должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Религия должна играть определённую роль в государственном управлении.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Нельзя быть нравственным, не будучи религиозным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "В моей стране должна быть одна или несколько официальных религий.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Религия - это инструмент для управления массой.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Любая религия в основном вымышлена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Конспирология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Астрология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Теория эволюции - это факт.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Консьюмеризм - это нормально.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Материализм - это нормально.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Городское общество уступает всем остальным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Важно придавать огромное значение развитию сельского хозяйства.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Общество необходимо изменить или реформировать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Общество нуждается в радикальных изменениях, а не в реформах.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Социальные изменения должны происходить постепенно и осмотрительно, дабы избежать конфликтов.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Важно, чтобы мы сохраняли традиции и наследие нашего прошлого.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Прогресс жизненно важен для общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Освоение космоса должно стать для нас приоритетом.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Культуры всегда меняются, поэтому не следует слишком зацикливаться на них.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Попытки изменить традиционные ценности общества часто вызывают больше проблем, чем приносят пользы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Традиционные ценности мешают прогрессу.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Можно пожертвовать традициями, если того требует прогресс.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Опыты на людях, растениях и/или животных должны быть вне закона.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Нет ничего плохого в некоторых или всех наркотиках.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Гомосексуалисты тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Любая сексуальная активность - это норма.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Трансгендеры тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Есть только два гендера - мужской и женский.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Небинарные люди тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Женщина и мужчина равны и должны иметь равные права и возможности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Инвалиды и/или психически больные тоже нормальные и заслуживают социализации.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Психотерапия должна быть улучшена.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Дискриминация людей с ожирением неприемлема.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Я поддерживаю права тех или иных меньшинств.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Было бы лучше, если бы различные социальные группы придерживались себе подобным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Секс без любви и вне брака - грех.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Аборт - детоубийство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "В проституции нет ничего плохого.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "В эвтаназии или ассистированном врачом суициде нет ничего плохого с медицинской точки зрения.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Нет ничего плохого в публичном нудизме.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Поддержание семейных ценностей имеет важное значение.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Каждая семья должна быть традиционной и следовать устоявшимся нормам.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Брак - это важная часть общества, которую следует защищать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Патриархат должен быть устранён. После веков угнетения женщины должны доминировать в обществе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Классификация мужчин и женщин - это социальный конструкт.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Категории «женщина» и «мужчина» - социальные конструкты, от которых мы должны отказаться.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Абстрактное искусство вообще не должно рассматриваться как искусство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Мы должны вернуться к традициям, без современных удобств.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Гоняться за прогрессом любой ценой опасно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Если люди хотят вести нездоровый образ жизни - это их право.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Порнография оказывает негативное влияние на общество.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Азартные игры - зло.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Интернет должен быть запрещён.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        } 
    },
    {
        "question": "Старейшины знают лучше, чем молодёжь.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Возраст согласия должен быть снижен или отменён.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Дегенерация - это реальная проблема, к которой мы не должны относиться легкомысленно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Трансгуманизм - обоснованная цель для нашего общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Вступая в контакт с инопланетянами, мы должны создать с ними общее общество.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        } 
    },
    {
        "question": "Толерантность - это не то, к чему мы должны стремиться в обществе, поскольку она ослабляет нацию.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Важно продвигать цели моей группы превыше всех остальных.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -1,
            "scty": 0
        }
    },
    {
        "question": "Построение нового общества полностью с нуля было бы воплощением мечты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Природа человека изменчива.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Сама природа не имеет никакой внутренней ценности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Просвещение было ошибкой.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Люди были намного счастливее и этичнее до цивилизации.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Было бы лучше, если бы все люди вымерли ради выживания планеты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    }
];