questions = [
    {
        "question": "Правительству необходимо вмешиваться в экономику для защиты потребителей.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Правительственное вмешательство в экономику представляет собой угрозу.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Чем свободнее рынок, тем свободнее люди.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно защищать частную собственность.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходима приватизация государственных предприятий для поддержания инноваций.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нет ничего плохого в национализации промышленности и/или других отраслей экономики.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государственные расходы должны быть сокращены или полностью отменены, чтобы сбалансировать бюджет.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государственное финансирование исследований более выгодно людям, чем рыночное.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международная торговля выгодна.",
        "effect": {
            "econ": -2,
            "dipl": 1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Тарифы на международную торговлю важны для защиты рабочих мест и стимулирования производства в моей стране.",
        "effect": {
            "econ": 2,
            "dipl": -1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Автаркия - разумная форма экономики.",
        "effect": {
            "econ": 2,
            "dipl": -1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Деньги должны быть упразднены.",
        "effect": {
            "econ": 15,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "От каждого по способностям, каждому по потребностям.",
        "effect": {
            "econ": 15,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "По сути, люди разделены более по классам, чем по национальности или чему-то ещё.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Коммунизм - утопия, которая никогда не будет работать на практике.",
        "effect": {
            "econ": -15,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Нужно больше социального обеспечения, чем есть сейчас.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Было бы лучше, если бы социальные программы были отменены в пользу частной благотворительности.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Индивиды, отказавшиеся от работы, не имеют права на пособие по безработице.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социальное обеспечение лучше заменить добровольным страхованием.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Перераспределение богатств необходимо.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рынок лучше распределяет ресурсы, чем государство.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Индивиды должны трудиться для получения чего-либо.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимы налоги на богатых, чтобы обеспечить бедных.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Налогообложение - это воровство.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все богачи и бедняки заслуживают своего места.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рост бизнеса ведёт к росту благосостояния индивидов.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Арендная плата должна быть отменена.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Земля не должна быть товаром, подлежащим покупке или продаже.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Право на наследство - это законная форма богатства.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Это недопустимо, когда работодатель платит рабочему крайне низкую зарплату, несмотря на стабильно высокие прибыли.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "В целом, минимальная заработная плата приносит больше вреда, чем пользы.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Бизнесмен и производитель важнее, чем писатель и художник.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Средства производства должны принадлежать рабочим и/или трудовым коллективам.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Рабочие имеют право на создание профсоюзов для защиты своих интересов.",
        "effect": {
            "econ": 7,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "В целом, профсоюзы приносят больше вреда, чем пользы.",
        "effect": {
            "econ": -7,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Притеснение со стороны корпораций вызывает большее беспокойство, чем со стороны государства.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно бороться с монополиями со стороны корпораций, чтобы обеспечить экономическую справедливость.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Неподобающее поведение компаний обусловлено правительственными нормами.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Регулирование экономики приводит к стагнации и общему снижению производительности.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я предпочитаю плановую экономику.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Принудительное изъятие собственности допустимо при наличии компенсаций.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Спекуляции на фондовой бирже менее желательны, чем другие виды экономической деятельности.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Коммунальные услуги (дороги, электричество и т.д) должны принадлежать государству/обществу.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю бесплатное всеобщее здравоохранение, бесплатное всеобщее образование и бесплатное всеобщее жильё за счёт налогов.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Здравоохранение, образование и жильё должны находиться в частной собственности.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Единственной социальной ответственностью компаний должно быть предоставление прибыли своим акционерам.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Социализм не жизнеспособен в любом виде.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Само понятие собственности аморально.",
        "effect": {
            "econ": 15,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Контроль над инфляцией важнее, чем контроль над безработицей.",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Экономическое неравенство в большей степени вызвано регулированием, нежели рыночной системой.",
        "effect": {
            "econ": -2,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Равенство важнее экономического роста.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Равенства не существует.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Кумовство и коррупция - яд для экономики.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Индивидуальные свободы предпочтительнее коллективу и/или обществу.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Необходимы экологические нормы для защиты окружающей среды.",
        "effect": {
            "econ": 1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Индивиды имеют право властвовать над природой так, как ему заблагорассудится.",
        "effect": {
            "econ": -1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Индивиды не должны ни есть, ни эксплуатировать животных.",
        "effect": {
            "econ": 1,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые индивиды неудачливы по своей природе.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Правительства должны быть подотчётны международному сообществу.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Глобалистские организации (типу ООН) - благо для всего мира.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Объединённое мировое правительство принесло бы пользу.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы должны стремиться к более открытому миру, минуя национальные границы.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно сохранить наш национальный суверенитет.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Нации - это просто социальные конструкты, отвлекающие нас от реальных проблем.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Каждая этническая группа (включая моей) имеет право на свою самостоятельность и стремление к ней.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Иностранные чиновники не имеют права диктовать политику моей стране.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя нация сама определяет своё будущее.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя нация великая.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я горжусь тем, что живу в своей стране.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно быть на стороне своей страны, независимо от своих убеждений.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я всегда буду на стороне своей родины, будь она права или нет.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Люди должны придерживаться своих идеалов, даже если это будет означать предательство своей страны.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Никто не выбирает, где родиться, поэтому глупо этим гордиться.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы в первую очередь граждане Земли.",
        "effect": {
            "econ": 0,
            "dipl": 15,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно работать всем миром в решении общемировых проблем, таких как изменение климата.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Исследования должны проводиться в международном масштабе.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю международные военные союзы, такие как НАТО, ОДКБ и ОВД.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю хотя-бы региональные объединения, такие как Европейский Союз, Содружество Наций и СНГ.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международные организации должны иметь больше власти.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международные группы не имеют права вмешиваться в дела независимых государств.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Международные организации, как правило, вредны.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Моя страна не должна вмешиваться в международные дела.",
        "effect": {
            "econ": 0,
            "dipl": -1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все народы, как правило, создают больше проблем, чем другие.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Некоторые или все страны и культуры являются естественными врагами.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Идеалы моей нации лучше, чем идеалы большинства других наций.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Нации, враждующие между собой, стоят на пути прогресса.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ни одна раса, этнос и/или культура не превосходят другие.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Расовая принадлежность не имеет значения.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важно защищать культуру моей нации.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Нет ничего плохого в миграции.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Правительство должно заботиться о своих гражданах, нежели о мигрантах, при всём неравнодушии к жизни последних.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мультикультурализм - всегда хорошо.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Мигрантов и национальных меньшинств необходимо ассимилировать в культуре моей нации для поддержания однородности.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Миграцию надо строго контролировать или вообще запретить.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Однородность моей нации необходима для поддержания порядка.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Рано или поздно границы должны быть упразднены.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Вступая в контакт с инопланетянами, мы должны создать с ними общее общество.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 2
        } 
    },
    {
        "question": "Международная помощь - пустая трата денег.",
        "effect": {
            "econ": -1,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Военные расходы - пустая трата денег.",
        "effect": {
            "econ": -1,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Не обязательно оправдывать наши войны перед другими странами.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -1,
            "scty": 0
        }
    },
    {
        "question": "Моей стране зачастую необходимы военные действия для защиты своих интересов.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Важнее сохранять мирные отношения, чем наращивать военную силу.",
        "effect": {
            "econ": 0,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Государство должно иметь сильную армию для самообороны.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Страны, отвергающие наши интересы, должны быть низвергнуты.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Мы должны избегать конфликтов, когда это возможно.",
        "effect": {
            "econ": 0,
            "dipl": 2,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Ценности моей страны должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Иногда моей стране необходимо вмешиваться в дела других стран для защиты своих интересов.",
        "effect": {
            "econ": 0,
            "dipl": -1,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Военное положение полезно для государства.",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Очень важно поддерживать закон и порядок.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Преступления без жертв (оскорбление власти, употребление наркотиков и т.д) - никакие не преступления.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Свобода слова по отношению к закону - это право индивида.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Ради защиты от любых угроз необходимо пожертвовать личными свободами.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я предпочитаю безопасность, а не свободу.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Любой орган правопорядка всегда был, есть и будет группой бандитов, существующей только для защиты статуса-кво.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 5
        }
    },
    {
        "question": "Органам правопорядка нужно больше власти и защиты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Реабилитация преступников важнее, чем их наказание.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Смертная казнь должна оставаться одним из возможных наказаний за наиболее серьёзные преступления.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Государство необходимо сократить как можно сильнее для обеспечения свободы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государственные СМИ предпочтительнее независимых и/или корпоративных СМИ.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Вам нечего бояться, если вам нечего скрывать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Государственная слежка необходима для обеспечения безопасности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Правительство не должно вмешиваться в повседневную жизнь людей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государство должно обязательно использовать все меры для обеспечения соблюдения своих законов.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Программы надзора и борьбы со внутренними и внешними угрозами зашли слишком далеко.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Государство как таковое следует упразднить.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 15,
            "scty": 0
        }
    },
    {
        "question": "В целом, утечки секретной правительственной информации принесли больше вреда, чем пользы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Информаторов надо преследовать по закону.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Иерархическое устройство государства - лучшее.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я предпочитаю федеративное или конфедеративное устройство, а не унитарное.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Нельзя позволять людям делать то, что может подвергнуть их опасности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Все мнения равны и должны рассматриваться обществом как таковые.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Свобода людей не должна иметь границ.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Социальные группы с особым общественным интересом (по типу меньшинств) заслуживают дополнительной поддержки и защиты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Гражданские свободы уже зашли очень далеко.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Тех, кто не согласен с правительством, не должно быть в моей стране.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Чем сильнее государство, тем лучше.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Всякую власть следует подвергать сомнению.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Граждане обязаны подчиняться своему лидеру без лишних вопросов.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Важно, чтобы правительство придерживалось мнения большинства, даже если оно ошибочно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Демократия - это нечто большее, чем процесс принятия решений.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "В целом, население принимает неверные решения.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Однопартийная/двухпартийная или беспартийная система работает лучше всего.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": 0
        }
    },
    {
        "question": "Политическое разнообразие, по типу многопартийной системы, вредно для государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Монархия - устаревшая форма правления, не актуальная в современном обществе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 10
        }
    },
    {
        "question": "Нет ничего плохого в аристократии.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -2,
            "scty": -10
        }
    },
    {
        "question": "Нет ничего плохого в диктатуре.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я бы предпочёл парламентскую систему управления.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 2,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю конституцию, которая ограничивает власть государства.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 1,
            "scty": 0
        }
    },
    {
        "question": "Оппозиция поддерживаемому мной режиму неприемлема.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Право на протест недопустимо ущемлять.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Агрессивные протесты, направленные против поддерживаемого мной режима, преступны и неприемлемы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Огнестрельное оружие должно быть доступно широкой общественности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Вакцинация должна быть добровольной.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Конспирология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 1,
            "scty": 0
        }
    },
    {
        "question": "Лучший мир придёт путём автоматизации, научного и технологического прогресса.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Необходимо ускорить технологический рост.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Освоение космоса - приоритет для научного и технологического прогресса.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Религиозное возрождение необходимо обществу.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Детей следует воспитывать в духе традиционных или религиозных ценностей.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Нельзя быть нравственным, не будучи религиозным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Религия должна играть определённую роль в государственном управлении.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Мои религиозные ценности должны распространяться как можно шире.",
        "effect": {
            "econ": 0,
            "dipl": -1,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Любая религия - ложна и бессмысленна.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Нет ничего плохого в материализме.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Астрология точно объясняет многие вещи.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Городское общество уступает всем остальным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Обществу нужны радикальные перемены, а не реформы.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 2
        }
    },
    {
        "question": "Много лет назад всё было лучше, чем сейчас.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Важно сохранять традиции и наследие нашего прошлого.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Традиции сами по себе не имеют никакой ценности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "От традиций следует отказаться.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Мы не должны чтить историю с тёмным прошлым.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Важно мыслить в долгосрочной перспективе, о будущем после наших жизней.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Культура всегда меняется, поэтому не стоит её сохранять.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Разум важнее, чем поддержание нашей культуры.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Нет ничего плохого в наркотиках.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Женщина и мужчина равны.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Патриархат должен быть устранён окончательно, так как после веков угнетения женщины должны доминировать в обществе.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Гомосексуалисты тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Трансгендеры тоже нормальные.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Есть только два гендера - мужской и женский.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Толерантность - это не то, к чему мы должны стремиться в обществе, поскольку она ослабляет нацию.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Было бы лучше, если бы различные социальные группы придерживались себе подобным.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Важно поддержать семейные ценности.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Брак - это важная часть общества, которую надо защищать.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Секс вне брака аморален.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Секс без любви аморален.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Возраст согласия должен быть снижен или отменён.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Аборт - детоубийство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Проституция - прискорбное деяние.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Порнография оказывает негативное влияние.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Азартные игры - зло.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Классификация мужчин и женщин - социальный конструкт.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Эвтаназия и/или любой другой ассистированный врачом суицид - грех.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Старшее поколение знает лучше, чем молодёжь.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Опыты на людях и/или животных должны быть вне закона.",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        }
    },
    {
        "question": "Генетические модификации - благо.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Трансгуманизм - важная цель для нашего общества.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Дегенерация - это реальная проблема, к которой нельзя относиться легкомысленно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Абстрактное искусство вообще не должно рассматриваться как искусство.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Большинство прогрессивных идей мне чуждо.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Гнаться за прогрессом любой ценой опасно.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Мы должны вернуться к простому образу жизни без современных удобств.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Просвещение было ошибкой.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Построение нового общества полностью с нуля было бы воплощением мечты.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 15
        }
    }
];
